Repository: common-repository/imaxel-woocommerce
Catalog: language/imaxel-*.po
Languages: es_es

source: Imaxel projects
es_es: Proyectos Imaxel

source: Project ID
es_es: ID Proyecto

source: Select customer
es_es: Selecciona un cliente

source: Filter
es_es: Buscar

source: Project
es_es: Proyecto

source: Woo Order
es_es: Pedido Woo

source: User name
es_es: Usuario

source: Products
es_es: Productos

source: Price
es_es: Precio

source: Woo Status
es_es: Estado Woo

source: Status
es_es: Estado

source: Action
es_es: Accion

source: Error accessing to editor:
es_es: Error accediendo al editor:

source: Accept
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Save/Update successfully
es_es: Guardado / actualizado correctamente

source: Sorry, not found project info, browser will be reloaded. If persist error please contact with client support
es_es: Lo sentimos, no se ha encontrado información del proyecto, el navegador recargarà la pàgina, si el error persiste contacto con atención al cliente.

source: Are you sure ?
es_es: ¿ Estás seguro ?

source: If you continue, your current design will be losed
es_es: Si continuas perderás tu diseño

source: Are you sure you want to leave?
es_es: ¿ Seguro que quieres salir ?

source: Project name
es_es: Nombre del proyecto

source: Product project name
es_es: Nombre del proyecto de producto

source: Upload a file in order to validate it..
es_es: Sube un archivo para validarlo.

source: Too much weight. Please select another file.
es_es: El archivo es demasiado grande. Seleccione otro archivo.

source: Please select a PDF file.
es_es: Seleccione un archivo PDF

source: Existing rules using this attribute
es_es: Reglas existentes que usan este atributo

source: Existing rules detected
es_es: Reglas existentes detectadas

source: Error: project name not found
es_es: Error: no se encuentra el nombre del proyecto

source: Error: project id not found
es_es: Error: no se encontró el identificador del proyecto

source: Upload a PDF file with the following characteristics
es_es: Sube un archivo PDF con las siguientes características

source: Max. Size
es_es: Max. tamaño

source: Size
es_es: Tamaño

source: any
es_es: ninguna

source: Pages
es_es: Páginas

source: Price per page
es_es: Precio por página

source: Price per area
es_es: Precio por área

source: Select an area
es_es: Seleccione un área

source: Please, enter a correct area size
es_es: Por favor, ingrese un tamaño de área correcto

source: Height
es_es: Altura

source: Width
es_es: Anchura

source: Selected area to print
es_es: Área seleccionada para imprimir

source: Area printing price
es_es: Precio de área de impresión

source: Unitary price
es_es: Precio unitario

source: Select a PDF file
es_es: Seleccione un archivo PDF

source: Once an area is selected you will be able to upload your PDF.
es_es: Una vez que se haya seleccionado un área, podrá cargar su PDF.

source: Your project is currently using this PDF file:
es_es: Su proyecto está utilizando actualmente este archivo PDF:

source: File name
es_es: Nombre del archivo

source: Base price
es_es: Precio base

source: Pdf price
es_es: Precio PDF

source: Unit price
es_es: Precio unitario

source: Project price
es_es: Precio del proyecto

source: Next
es_es: Siguiente

source: Add To cart
es_es: Añadir al carrito

source: Sorry, but your PDF size and pages seems to be incorrect.
es_es: Lo sentimos, pero el tamaño y las páginas de su PDF parecen ser incorrectas.

source: Sorry, but your PDF size seems to be incorrect.
es_es: Lo sentimos, pero su tamaño de PDF parece ser incorrecto.

source: Sorry, but your PDF pages seems to be incorrect.
es_es: Lo sentimos, pero sus páginas PDF parecen ser incorrectas.

source: Great, your PDF has been uploaded!
es_es: ¡Genial, tu PDF se ha subido!

source: Are you sure you want to delete this project?
es_es: ¿ Estas seguro de eliminar este proyecto ?

source: Projects
es_es: Proyectos

source: Desktop only
es_es: Producto no disponible para editar desde tablet o smartphone. Por favor acceda a este producto desde un ordenador.

source: Create now
es_es: Crear ahora

source: Customize
es_es: Personalizar

source: Parameter %s required not found
es_es: No se ha encontrado el parámetro %s obligatorio

source: Parameters required not found
es_es: Parámetros requeridos no encontrados

source: Pdf Price
es_es: Precio PDF

source: Continue
es_es: Continuar

source: Error try create editor project
es_es: Error al intentar crear el proyecto en el editor

source: The uploaded file exceeds the max size directive
es_es: El archivo cargado excede el tamaño máximo permitido en el formulario

source: The uploaded file exceeds the max size form directive
es_es: El archivo cargado excede el tamaño máximo permitido en el formulario

source: The uploaded file was only partially uploaded.
es_es: El archivo cargado solo se cargó parcialmente.

source: No file was uploaded.
es_es: No se ha subido ningún archivo

source: Missing a temporary folder.
es_es: No se encuentra la carpeta temporal de archivos.

source: Failed to write file to disk
es_es: No se guardar el archivo en el disco, revise permisos

source: Code extension not suported
es_es: El sistema no tiene la librería necesaria para este control

source: Default error uploading file
es_es: Error general al intentar cargar el archivo

source: Invalid credentials
es_es: Credenciales no válidas

source: Last Update
es_es: Última actualización

source: Order
es_es: Pedido

source: Product
es_es: Producto

source: Actions
es_es: Acciones

source: From
es_es: Desde

source: Save and name
es_es: Guardar y asignar nombre

source: Select an option
es_es: Seleccione una opción

source: Choose image
es_es: Elegir imagen

source: This product does not have any gallery
es_es: Este producto no tiene galería

source: Add to Cart
es_es: Añadir al carrito

source: If you modify the options of your project the current design will be lost.
es_es: Si modifica las opciones de tu proyecto el diseño actual será eliminado

source: Upload a PDf file
es_es: Cargar un archivo PDf

source: Create new design
es_es: Crear nuevo diseño

source: Sorry, this project no longer exists. Please create a new one.
es_es: Lo sentimos, este proyecto ya no existe. Crea uno nuevo.

source: Editor changes were not saved. Please, create the design again and finish the edition by clicking on the top-right button.
es_es: Los cambios del editor no se guardaron. Por favor, vuelve a crear el diseño y finaliza la edición haciendo clic en el botón superior derecho.

source: End design
es_es: Finalizar diseño

source: Your custom design has been created using a %s template.
es_es: Su diseño ha sido creado usando una plantilla %s.

source: This project has an online design based on "%s" template
es_es: Este proyecto tiene un diseño basado en la plantilla "%s"

source: What do you want to do?
es_es: ¿Qué quieres hacer?

source: Edit your current design
es_es: Edita tu diseño actual

source: No configured functions for this step.
es_es: No hay funciones configuradas para este paso.

source: Not allowed templates for this product.
es_es: Plantillas no permitidas para este producto.

source: No products found with this variations codes in this dealer.
es_es: No se encontraron productos con estos códigos de variaciones para este distribuidor.

source: Select your files
es_es: Seleccione sus archivos

source: Name
es_es: Nombre

source: Remove
es_es: Eliminar

source: Add more files
es_es: Agrega mas archivos

source: Exit
es_es: Salir

source: Back
es_es: Volver

source: Features
es_es: Características

source: days
es_es: días

source: Quantity
es_es: Cantidad

source: Total price
es_es: Precio total

source: Sorry but your are not allowed to be here!
es_es: Lo sentimos, pero no puedes estar aquí!

source: Imaxel reprocess order
es_es: Imaxel reprocesar pedido

source: If you don't have a Imaxel Printspot account and are interested in enabling this section, please contact us at support@imaxel.com
es_es: Si no tienes una cuenta de Imaxel Printspot y estas interesado en activar esta sección, contacta con soporte@imaxel.com

source: Operation aborted: Making this request exhausts your server's memory. Your server cannot handle this call.
es_es: Operación abortada: Hacer esta solicitud agota la memoria de su servidor. Su servidor no puede gestionar esta llamada.

source: The operation has not been completed successfully. Please try again in a few minutes.
es_es: La operación no se ha completado con éxito. Vuelva a intentarlo en unos minutos.

source: Configuration
es_es: Configuración

source: Public key
es_es: Clave pública

source: Introduce Public key supplied by Imaxel
es_es: Introduce la clave publica suministrada por Imaxel

source: Private key
es_es: Clave privada

source: Introduce Private key supplied by Imaxel
es_es: introduce clave privada

source: Activate automatic production
es_es: Activar producción automática

source: Allow guest mode
es_es: Permitir invitados

source: Show create button in shop page
es_es: Mostrar botón de crear producto en la página de la tienda

source: Advanced configuration
es_es: Configuración avanzada

source: Don't override product price
es_es: Usar el precio del producto de Woocommerce (no usar el precio del producto del editor)

source: Override product description
es_es: Usar el nombre del producto del editor en el carrito (desmarcar esta opción para utilizar el nombre del producto de Woocommerce)

source: ICP API Conection
es_es: ICP API Conexión

source: Enter the endpoint, public key and private key and save changes to sincronize your woocommerce with your ICP products.
es_es: Introduce el endpoint, clave pública y clave privada. Guarda los cambios para sincronizar woocommerce con tus productos ICP.

source: Introduce the address of your printspot account (no https://)
es_es: Introduce la dirección de tu cuenta printspot (sin https://)

source: Theme Color
es_es: Color de tema

source: Introduce the hexadecimal color code to user on your plugin interface (ex: #010101)
es_es: Introduce el color hexadecimal para utilizar en la interfaz como color primario (ej: #010101)

source: Secondary Theme Color
es_es: Color de tema secundario

source: Introduce the hexadecimal color code to user on your plugin interface as secondary color (ex: #010101)
es_es: Introduce el color hexadecimal para utilizar en la interfaz como color secundario (ej: #010101)

source: None
es_es: Ninguno

source: All variants
es_es: Todas las variantes

source: Filter products
es_es: Filtrar productos

source: Select one product
es_es: Selecciona un producto

source: Select one variant
es_es: Seleccione una variante

source: Select a product
es_es: Seleccione un producto

source: Edit
es_es: Editar

source: Operation aborted: You tried to add a non-existent project to the cart.
es_es: Operación abortada: Intentó agregar un proyecto inexistente al carrito.

source: Please select a valid product.
es_es: Por favor seleccione un producto válido.

source: Your validation has failed
es_es: La validación ha fallado

source: Product definition
es_es: Definicion de Producto
